{
  "Início": "Accueil",
  "Viaturas": "Véhicules",
  "Simulador ISV": "Simulateur ISV",
  "Como Funciona": "Comment ça marche",
  "Encomendar": "Commander",
  "Blog": "Blog",
  "Contacto": "Contact",
  "AutoGo.pt - Importação de Carros Europeus": "AutoGo.pt - Importation de voitures européennes",
  "O teu carro europeu, legalizado e pronto a rolar em Portugal — sem complicações.": "Votre voiture européenne, légalisée et prête à rouler au Portugal — sans complications.",
  "Rápido. Seguro. Teu.": "Rapide. Sûr. À toi.",
  "Procurar viaturas": "Rechercher des véhicules",
  "Simulador": "Simulateur",
  "Filtros avançados": "Filtres avancés",
  "Importação Premium": "Importation Premium",
  "Garantia Incluída": "Garantie incluse",
  "Entrega em Todo o País": "Livraison dans tout le pays",
  "Simples": "Simple",
  "Transparente": "Transparent",
  "Rápido": "Rapide",
  "Importa o teu carro europeu sem stress — só precisas de escolher, simular e pedir.": "Importez votre voiture européenne sans stress — il suffit de choisir, simuler et commander.",
  "Nós tratamos do resto!": "Nous nous occupons du reste !",
  "Escolhe o carro": "Choisissez la voiture",
  "Seleciona entre dezenas de viaturas disponíveis ou pede uma pesquisa personalizada.": "Sélectionnez parmi des dizaines de véhicules disponibles ou demandez une recherche personnalisée.",
  "Ver Viaturas": "Voir les véhicules",
  "Simula custos": "Simuler les coûts",
  "Usa o nosso simulador para saber quanto vais pagar, sem surpresas.": "Utilisez notre simulateur pour savoir combien vous allez payer, sans surprises.",
  "Simular ISV": "Simuler ISV",
  "Importação e entrega": "Importation et livraison",
  "Cuidamos de todo o processo legal e entregamos o carro pronto a rolar.": "Nous nous occupons de toutes les démarches légales et livrons la voiture prête à rouler.",
  "Simule o ISV da sua viatura em segundos!": "Simulez l'ISV de votre véhicule en quelques secondes !",
  "Poupe tempo e evite surpresas, recorrendo à nossa experiência técnica.": "Gagnez du temps et évitez les surprises grâce à notre expertise technique.",
  "O nosso simulador de ISV (Imposto Sobre Veículos) é a ferramenta mais prática e fiável para calcular o custo de legalização de um veículo importado.": "Notre simulateur ISV (Taxe sur les véhicules) est l'outil le plus pratique et fiable pour calculer le coût de légalisation d'un véhicule importé.",
  "Basta introduzir os dados essenciais da viatura e rapidamente obtém uma estimativa precisa do imposto a pagar.": "Il suffit d'entrer les données essentielles du véhicule et vous obtenez rapidement une estimation précise de la taxe à payer.",
  "Para um cálculo exato, vai precisar de alguns elementos da viatura — caso tenha dúvidas, pode contactar-nos por email e esclarecemos como usar o simulador.": "Pour un calcul précis, vous aurez besoin de quelques éléments du véhicule — en cas de doute, contactez-nous par email et nous vous expliquerons comment utiliser le simulateur.",
  "Dica AutoGo:": "Astuce AutoGo :",
  "Utilize sempre o simulador com todos os dados da viatura que pretende importar. Assim garante total transparência e evita custos inesperados.": "Utilisez toujours le simulateur avec toutes les données du véhicule que vous souhaitez importer. Cela garantit une transparence totale et évite les coûts inattendus.",
  "Conte connosco para o apoiar em todo o processo e tornar o seu negócio de importação ainda mais simples e seguro!": "Comptez sur nous pour vous accompagner tout au long du processus et rendre votre importation encore plus simple et sûre !",
  "Viaturas Disponíveis": "Véhicules disponibles",
  "Marca": "Marque",
  "Modelo": "Modèle",
  "Dia": "Jour",
  "Mês": "Mois",
  "Ano": "Année",
  "Máx. KM": "Km max.",
  "Filtrar": "Filtrer",
  "Limpar Filtros": "Réinitialiser les filtres",
  "Fechar": "Fermer",
  "Ver detalhes": "Voir les détails",
  "Abrir simulador ISV": "Ouvrir le simulateur ISV",
  "Fechar simulador": "Fermer le simulateur",
  "ComoFunciona_Titulo": "Comment fonctionne l'importation de voitures chez Autogo",
  "ComoFunciona_Subtitulo": "Transparence, rapidité et sécurité à chaque étape.",
  "ComoFunciona_Intro": "Découvrez les étapes du processus d'importation de véhicules.",
  "ComoFunciona_Steps": [
    {
      "title": "Véhicules en stock et présélection",
      "content": "Autogo maintient un stock de véhicules importés, soigneusement sélectionnés sur les principaux marchés de l'UE (comme l'Allemagne, la France, la Belgique et les Pays-Bas) ou même hors UE, selon la disponibilité et l'intérêt. Tout véhicule en stock peut être réservé immédiatement, garantissant une priorité d'expédition."
    },
    {
      "title": "Réservation de véhicules sur mesure",
      "content": "Si vous recherchez un modèle spécifique, une nouvelle version ou une édition limitée, Autogo peut gérer l'importation sur commande directement auprès du fournisseur : Nous recherchons et validons le véhicule auprès du fournisseur (concessionnaire ou plateforme de vente). Nous confirmons tous les détails : marque, modèle, année, kilométrage et état des documents (y compris le Certificat de Conformité – COC). Après validation, nous réservons le véhicule et lançons le processus d'achat."
    },
    {
      "title": "Transport et logistique",
      "content": "Après l'achat, le véhicule est envoyé au Portugal en utilisant des méthodes adaptées à son origine : Au sein de l'UE, le transport est plus rapide et sans taxes supplémentaires. Hors UE, le transport maritime est utilisé (Ro-Ro ou conteneur), incluant assurances et dédouanement."
    },
    {
      "title": "Documentation et légalisation au Portugal",
      "content": "Enregistrement douanier (DAV) : Déclaration en douane des véhicules (DAV) sur le portail des finances, permet la circulation temporaire. Délai : 20 jours après l'arrivée. Contrôle technique (IPO/Inspection B) : Obligatoire pour les véhicules de plus de 4 ans. Le véhicule est inspecté et reçoit le Certificat Modèle 112. Homologation du COC : Le Certificat de Conformité est homologué à l'IMT pour garantir la conformité technique du véhicule. Paiement des taxes (ISV, TVA et IUC) : Selon l'origine, le modèle et l'âge du véhicule, l'ISV, la TVA (23 %) et, ultérieurement, la taxe unique de circulation (IUC) sont payés. Délivrance de l'immatriculation portugaise et du DUA : Après l'approbation de l'IMT et le paiement des taxes, l'immatriculation nationale et le Document Unique Automobile (DUA) sont demandés."
    },
    {
      "title": "Livraison au client",
      "content": "Autogo livre le véhicule partout dans le pays, déjà immatriculé au Portugal, avec tous les documents et l'assurance inclus."
    }
  ],
  "ComoFunciona_PorqueAutogo": "Pourquoi choisir Autogo",
  "ComoFunciona_PorqueAutogo_Lista": [
    "Stock prêt à réserver : disponibilité rapide, avec priorité pour les réservations anticipées.",
    "Importation personnalisée : véhicules sur mesure, avec inspection préalable et validation documentaire rigoureuse.",
    "Processus clé en main : nous nous occupons de toute la logistique, de la bureaucratie, de l'inspection et de la légalisation – sans souci pour vous.",
    "Spécialistes et partenaires : nous connaissons tout sur les taxes et procédures douanières, comme l'ISV, la TVA, l'homologation et les inspections."
  ],
  "ComoFunciona_PrazosTitulo": "Délais estimés",
  "ComoFunciona_PrazosLista": [
    "Stock UE : entre 1 et 2 semaines jusqu'à la livraison, après l'arrivée et l'inspection.",
    "Commandes internationales : de 4 à 8 semaines, selon le transport et la nationalisation."
  ],
  "Serviço seguro": "Service sécurisé",
  "Acompanhamento total": "Accompagnement total",
  "Garantia total": "Garantie totale",
  "Transparência garantida": "Transparence garantie",
  "Entrega flexível": "Livraison flexible",
  "Todo Portugal": "Tout le Portugal",
  "Apoio ao Cliente": "Support client",
  "Equipa dedicada para ajudar": "Équipe dédiée pour aider",
  "Resolvemos tudo por ti": "Nous nous occupons de tout pour vous",
  "Sem Complicações": "Sans complications",
  "Processo simples e rápido": "Processus simple et rapide",
  "Tu escolhes, nós tratamos": "Vous choisissez, nous nous occupons du reste",
  "Melhor Preço": "Meilleur prix",
  "Garantimos o melhor valor": "Nous garantissons la meilleure valeur",
  "Sem custos escondidos": "Aucun coût caché"
}
