{
  "Início": "Inicio",
  "Viaturas": "Coches",
  "Simulador ISV": "Simulador ISV",
  "Como Funciona": "Cómo funciona",
  "Encomendar": "Pedir",
  "Blog": "Blog",
  "Contacto": "Contacto",
  "AutoGo.pt - Importação de Carros Europeus": "AutoGo.pt - Importación de Coches Europeos",
  "O teu carro europeu, legalizado e pronto a rolar em Portugal — sem complicações.": "Tu coche europeo, legalizado y listo para circular en Portugal — sin complicaciones.",
  "Rápido. Seguro. Teu.": "Rápido. Seguro. Tuyo.",
  "Procurar viaturas": "Buscar coches",
  "Simulador": "Simulador",
  "Filtros avançados": "Filtros avanzados",
  "Importação Premium": "Importación Premium",
  "Garantia Incluída": "Garantía Incluida",
  "Entrega em Todo o País": "Entrega en todo el país",
  "Simples": "Sencillo",
  "Transparente": "Transparente",
  "Rápido": "Rápido",
  "Importa o teu carro europeu sem stress — só precisas de escolher, simular e pedir.": "Importa tu coche europeo sin estrés — solo tienes que elegir, simular y pedir.",
  "Nós tratamos do resto!": "¡Nosotros nos encargamos del resto!",
  "Escolhe o carro": "Elige el coche",
  "Seleciona entre dezenas de viaturas disponíveis ou pede uma pesquisa personalizada.": "Elige entre decenas de coches disponibles o solicita una búsqueda personalizada.",
  "Ver Viaturas": "Ver Coches",
  "Simula custos": "Simula costes",
  "Usa o nosso simulador para saber quanto vais pagar, sem surpresas.": "Usa nuestro simulador para saber cuánto vas a pagar, sin sorpresas.",
  "Simular ISV": "Simular ISV",
  "Importação e entrega": "Importación y entrega",
  "Cuidamos de todo o processo legal e entregamos o carro pronto a rolar.": "Nos encargamos de todo el proceso legal y entregamos el coche listo para circular.",
  "Simule o ISV da sua viatura em segundos!": "¡Simula el ISV de tu vehículo en segundos!",
  "Poupe tempo e evite surpresas, recorrendo à nossa experiência técnica.": "Ahorra tiempo y evita sorpresas con nuestra experiencia técnica.",
  "O nosso simulador de ISV (Imposto Sobre Veículos) é a ferramenta mais prática e fiável para calcular o custo de legalização de um veículo importado.": "Nuestro simulador de ISV (Impuesto sobre Vehículos) es la herramienta más práctica y fiable para calcular el coste de legalización de un vehículo importado.",
  "Basta introduzir os dados essenciais da viatura e rapidamente obtém uma estimativa precisa do imposto a pagar.": "Solo tienes que introducir los datos esenciales del vehículo y obtendrás rápidamente una estimación precisa del impuesto a pagar.",
  "Para um cálculo exato, vai precisar de alguns elementos da viatura — caso tenha dúvidas, pode contactar-nos por email e esclarecemos como usar o simulador.": "Para un cálculo exacto, necesitarás alguns dados do veículo — se tienes dudas, contáctanos por email y te explicamos cómo usar el simulador.",
  "Dica AutoGo:": "Consejo AutoGo:",
  "Utilize sempre o simulador com todos os dados da viatura que pretende importar. Assim garante total transparência e evita custos inesperados.": "Utiliza siempre el simulador com todos os dados do veículo que deseas importar. Así garantizas total transparencia y evitas costes inesperados.",
  "Conte connosco para o apoiar em todo o processo e tornar o seu negócio de importação ainda mais simples e seguro!": "¡Cuenta con nosotros para apoyarte en todo el proceso y hacer que tu importación sea aún más sencilla y segura!",
  "Viaturas Disponíveis": "Coches disponibles",
  "Marca": "Marca",
  "Modelo": "Modelo",
  "Dia": "Día",
  "Mês": "Mes",
  "Ano": "Año",
  "Máx. KM": "KM máx.",
  "Filtrar": "Filtrar",
  "Limpar Filtros": "Limpiar filtros",
  "Fechar": "Cerrar",
  "Ver detalhes": "Ver detalles",
  "Abrir simulador ISV": "Abrir simulador ISV",
  "Fechar simulador": "Cerrar simulador ISV",
  "ComoFunciona_Titulo": "Cómo funciona la importación de coches en Autogo",
  "ComoFunciona_Subtitulo": "Transparencia, rapidez y seguridad en cada etapa.",
  "ComoFunciona_Intro": "Consulta os passos do processo de importação de veículos.",
  "ComoFunciona_Steps": [
    {
      "title": "Vehículos en stock y preselección",
      "content": "Autogo mantiene un stock de vehículos importados, cuidadosamente seleccionados en los principales mercados de la UE (como Alemania, Francia, Bélgica y Países Bajos) o incluso fuera de la UE, según disponibilidad e interés. Cualquier vehículo en stock puede reservarse de inmediato, garantizando prioridad en el envío."
    },
    {
      "title": "Reserva de vehículos a medida",
      "content": "Si buscas un modelo específico, nueva versión o edición limitada, Autogo puede gestionar la importación por encargo directamente al proveedor: Buscamos y validamos el vehículo con el proveedor (concesionario o plataforma de ventas). Confirmamos todos los detalles: marca, modelo, año, kilometraje y estado documental (incluido el Certificado de Conformidad – COC). Tras la validación, reservamos el vehículo e iniciamos el proceso de compra."
    },
    {
      "title": "Transporte y logística",
      "content": "Después de la compra, el vehículo se envía a Portugal utilizando métodos adaptados a su origen: Dentro de la UE, el transporte es más rápido y sin tasas adicionales. Fuera de la UE, se utiliza transporte marítimo (Ro-Ro o contenedor), incluyendo seguros y despacho de aduanas."
    },
    {
      "title": "Documentación e legalização em Portugal",
      "content": "Registro aduanero (DAV): Declaración Aduanera de Vehículos (DAV) en el Portal de Finanzas, habilita la circulación temporal. Plazo: 20 días tras la llegada. Inspección técnica (IPO/Inspección B): Obligatoria en vehículos >4 años. El vehículo es inspeccionado y recibe el Certificado Modelo 112. Homologación del COC: El Certificado de Conformidad se homologa en el IMT para garantizar la conformidad técnica del vehículo. Pago de impuestos (ISV, IVA e IUC): Dependiendo del origen, modelo y antigüedad del vehículo, se pagan el ISV, el IVA (23%) y, posteriormente, el Impuesto Único de Circulación (IUC). Emisión de matrícula portuguesa y DUA: Tras la aprobación del IMT y el pago de impuestos, se solicita la matrícula nacional y el Documento Único del Automóvil (DUA)."
    },
    {
      "title": "Entrega al cliente",
      "content": "Autogo entrega el vehículo en cualquier punto del país, ya matriculado en Portugal, con todos los documentos y seguro incluidos."
    }
  ],
  "ComoFunciona_PorqueAutogo": "Por qué elegir Autogo",
  "ComoFunciona_PorqueAutogo_Lista": [
    "Stock listo para reservar: rapidez en la disponibilidad, con prioridad para reservas anticipadas.",
    "Importación personalizada: vehículos a medida, con inspección previa y validación documental rigurosa.",
    "Proceso llave en mano: nos encargamos de toda la logística, burocracia, inspección y legalización – sin preocupaciones para ti.",
    "Especialistas y socios: conocemos todo sobre tasas y procedimientos aduaneros, como ISV, IVA, homologación e inspecciones."
  ],
  "ComoFunciona_PrazosTitulo": "Plazos estimados",
  "ComoFunciona_PrazosLista": [
    "Stock UE: entre 1 e 2 semanas até à entrega, após a chegada e inspeção.",
    "Pedidos internacionais: de 4 a 8 semanas, dependendo do transporte e da nacionalização."
  ],
  "Serviço seguro": "Servicio seguro",
  "Acompanhamento total": "Acompañamiento total",
  "Garantia total": "Garantía total",
  "Transparência garantida": "Transparencia garantizada",
  "Entrega flexível": "Entrega flexible",
  "Todo Portugal": "Todo Portugal",
  "Apoio ao Cliente": "Atención al cliente",
  "Equipa dedicada para ajudar": "Equipo dedicado para ayudar",
  "Resolvemos tudo por ti": "Lo resolvemos todo por ti",
  "Sem Complicações": "Sin complicaciones",
  "Processo simples e rápido": "Proceso simple y rápido",
  "Tu escolhes, nós tratamos": "Tú eliges, nosotros nos encargamos",
  "Melhor Preço": "Mejor precio",
  "Garantimos o melhor valor": "Garantizamos el mejor valor",
  "Sem custos escondidos": "Sin costes ocultos"
}
