{
  "Início": "Inicio",
  "Viaturas": "Coches",
  "Simulador ISV": "Simulador ISV",
  "Como Funciona": "Cómo funciona",
  "Encomendar": "Pedir",
  "Blog": "Blog",
  "Contacto": "Contacto",
  "AutoGo.pt - Importação de Carros Europeus": "AutoGo.pt - Importación de Coches Europeos",
  "O teu carro europeu, legalizado e pronto a rolar em Portugal — sem complicações.": "Tu coche europeo, legalizado y listo para circular en Portugal — sin complicaciones.",
  "Rápido. Seguro. Teu.": "Rápido. Seguro. Tuyo.",
  "Procurar viaturas": "Buscar coches",
  "Simulador": "Simulador",
  "Filtros avançados": "Filtros avanzados",
  "Importação Premium": "Importación Premium",
  "Garantia Incluída": "Garantía Incluida",
  "Entrega em Todo o País": "Entrega en todo el país",
  "Simples": "Sencillo",
  "Transparente": "Transparente",
  "Rápido": "Rápido",
  "Importa o teu carro europeu sem stress — só precisas de escolher, simular e pedir.": "Importa tu coche europeo sin estrés — solo tienes que elegir, simular y pedir.",
  "Nós tratamos do resto!": "¡Nosotros nos encargamos del resto!",
  "Escolhe o carro": "Elige el coche",
  "Seleciona entre dezenas de viaturas disponíveis ou pede uma pesquisa personalizada.": "Elige entre decenas de coches disponibles o solicita una búsqueda personalizada.",
  "Ver Viaturas": "Ver Coches",
  "Simula custos": "Simula costes",
  "Usa o nosso simulador para saber quanto vais pagar, sem surpresas.": "Usa nuestro simulador para saber cuánto vas a pagar, sin sorpresas.",
  "Simular ISV": "Simular ISV",
  "Importação e entrega": "Importación y entrega",
  "Cuidamos de todo o processo legal e entregamos o carro pronto a rolar.": "Nos encargamos de todo el proceso legal y entregamos el coche listo para circular.",
  "Simule o ISV da sua viatura em segundos!": "¡Simula el ISV de tu vehículo en segundos!",
  "Poupe tempo e evite surpresas, recorrendo à nossa experiência técnica.": "Ahorra tiempo y evita sorpresas con nuestra experiencia técnica.",
  "O nosso simulador de ISV (Imposto Sobre Veículos) é a ferramenta mais prática e fiável para calcular o custo de legalização de um veículo importado.": "Nuestro simulador de ISV (Impuesto sobre Vehículos) es la herramienta más práctica y fiable para calcular el coste de legalización de un vehículo importado.",
  "Basta introduzir os dados essenciais da viatura e rapidamente obtém uma estimativa precisa do imposto a pagar.": "Solo tienes que introducir los datos esenciales del vehículo y obtendrás rápidamente una estimación precisa del impuesto a pagar.",
  "Para um cálculo exato, vai precisar de alguns elementos da viatura — caso tenha dúvidas, pode contactar-nos por email e esclarecemos como usar o simulador.": "Para un cálculo exacto, necesitarás algunos datos del vehículo — si tienes dudas, contáctanos por email y te explicamos cómo usar el simulador.",
  "Dica AutoGo:": "Consejo AutoGo:",
  "Utilize sempre o simulador com todos os dados da viatura que pretende importar. Assim garante total transparência e evita custos inesperados.": "Utiliza siempre el simulador con todos los datos del vehículo que deseas importar. Así garantizas total transparencia y evitas costes inesperados.",
  "Conte connosco para o apoiar em todo o processo e tornar o seu negócio de importação ainda mais simples e seguro!": "¡Cuenta con nosotros para apoyarte en todo el proceso y hacer que tu importación sea aún más sencilla y segura!"
}
