{
  "Início": "Startseite",
  "Viaturas": "Fahrzeuge",
  "Simulador ISV": "ISV Rechner",
  "Como Funciona": "Wie es funktioniert",
  "Encomendar": "Bestellen",
  "Blog": "Blog",
  "Contacto": "Kontakt",
  "AutoGo.pt - Importação de Carros Europeus": "AutoGo.pt - Import europäischer Autos",
  "O teu carro europeu, legalizado e pronto a rolar em Portugal — sem complicações.": "Dein europäisches Auto, legalisiert und fahrbereit in Portugal — ganz ohne Stress.",
  "Rápido. Seguro. Teu.": "Schnell. Sicher. Deins.",
  "Procurar viaturas": "Fahrzeuge suchen",
  "Simulador": "Simulator",
  "Filtros avançados": "Erweiterte Filter",
  "Importação Premium": "Premium-Import",
  "Garantia Incluída": "Inklusive Garantie",
  "Entrega em Todo o País": "Lieferung im ganzen Land",
  "Simples": "Einfach",
  "Transparente": "Transparent",
  "Rápido": "Schnell",
  "Importa o teu carro europeu sem stress — só precisas de escolher, simular e pedir.": "Importiere dein europäisches Auto stressfrei – einfach auswählen, simulieren und bestellen.",
  "Nós tratamos do resto!": "Wir kümmern uns um den Rest!",
  "Escolhe o carro": "Wähle das Auto",
  "Seleciona entre dezenas de viaturas disponíveis ou pede uma pesquisa personalizada.": "Wähle aus Dutzenden verfügbaren Fahrzeugen oder fordere eine individuelle Suche an.",
  "Ver Viaturas": "Fahrzeuge ansehen",
  "Simula custos": "Kosten simulieren",
  "Usa o nosso simulador para saber quanto vais pagar, sem surpresas.": "Nutze unseren Simulator, um genau zu wissen, was du bezahlst – ohne Überraschungen.",
  "Simular ISV": "ISV simulieren",
  "Importação e entrega": "Import & Lieferung",
  "Cuidamos de todo o processo legal e entregamos o carro pronto a rolar.": "Wir kümmern uns um den gesamten Papierkram und liefern das Auto fahrbereit.",
  "Simule o ISV da sua viatura em segundos!": "Simulieren Sie die ISV Ihres Fahrzeugs in Sekunden!",
  "Poupe tempo e evite surpresas, recorrendo à nossa experiência técnica.": "Sparen Sie Zeit und vermeiden Sie Überraschungen mit unserer technischen Expertise.",
  "O nosso simulador de ISV (Imposto Sobre Veículos) é a ferramenta mais prática e fiável para calcular o custo de legalização de um veículo importado.": "Unser ISV-Simulator (Fahrzeugsteuer) ist das praktischste und zuverlässigste Tool, um die Legalisierungskosten eines importierten Fahrzeugs zu berechnen.",
  "Basta introduzir os dados essenciais da viatura e rapidamente obtém uma estimativa precisa do imposto a pagar.": "Geben Sie einfach die wichtigsten Fahrzeugdaten ein und erhalten Sie schnell eine genaue Steuerberechnung.",
  "Para um cálculo exato, vai precisar de alguns elementos da viatura — caso tenha dúvidas, pode contactar-nos por email e esclarecemos como usar o simulador.": "Für eine genaue Berechnung benötigen Sie einige Fahrzeugdaten – bei Fragen kontaktieren Sie uns per E-Mail und wir erklären Ihnen die Nutzung des Simulators.",
  "Dica AutoGo:": "AutoGo Tipp:",
  "Utilize sempre o simulador com todos os dados da viatura que pretende importar. Assim garante total transparência e evita custos inesperados.": "Nutzen Sie immer den Simulator mit allen Daten des Fahrzeugs, das Sie importieren möchten. So ist volle Transparenz gewährleistet und unerwartete Kosten werden vermieden.",
  "Conte connosco para o apoiar em todo o processo e tornar o seu negócio de importação ainda mais simples e seguro!": "Verlassen Sie sich auf uns, um Sie während des gesamten Prozesses zu unterstützen und Ihre Importabwicklung noch einfacher und sicherer zu machen!",
  "Viaturas Disponíveis": "Verfügbare Fahrzeuge",
  "Marca": "Marke",
  "Modelo": "Modell",
  "Dia": "Tag",
  "Mês": "Monat",
  "Ano": "Jahr",
  "Máx. KM": "Max. KM",
  "Filtrar": "Filtern",
  "Limpar Filtros": "Filter zurücksetzen",
  "Fechar": "Schließen",
  "Ver detalhes": "Details ansehen",
  "Abrir simulador ISV": "ISV-Rechner öffnen",
  "Fechar simulador": "ISV-Rechner schließen",
  "ComoFunciona_Titulo": "So funktioniert der Autoimport bei Autogo",
  "ComoFunciona_Subtitulo": "Transparenz, Schnelligkeit und Sicherheit in jedem Schritt.",
  "ComoFunciona_Intro": "Sehen Sie die Schritte des Importprozesses für Fahrzeuge.",
  "ComoFunciona_Steps": [
    {
      "title": "Fahrzeuge auf Lager & Vorauswahl",
      "content": "Autogo hält einen Bestand an importierten Fahrzeugen, die sorgfältig auf den wichtigsten EU-Märkten (wie Deutschland, Frankreich, Belgien und den Niederlanden) oder sogar außerhalb der EU ausgewählt wurden, je nach Verfügbarkeit und Interesse. Jedes Fahrzeug auf Lager kann sofort reserviert werden, was eine bevorzugte Lieferung garantiert."
    },
    {
      "title": "Individuelle Fahrzeugbestellung",
      "content": "Wenn Sie ein bestimmtes Modell, eine neue Version oder eine limitierte Edition suchen, kann Autogo den Import direkt beim Lieferanten auf Bestellung übernehmen: Wir suchen und prüfen das Fahrzeug beim Lieferanten (Händler oder Verkaufsplattform). Wir bestätigen alle Details: Marke, Modell, Baujahr, Kilometerstand und Dokumentationsstatus (einschließlich Konformitätsbescheinigung – COC). Nach der Prüfung reservieren wir das Fahrzeug und starten den Kaufprozess."
    },
    {
      "title": "Transport & Logistik",
      "content": "Nach dem Kauf wird das Fahrzeug mit an den Ursprung angepassten Methoden nach Portugal transportiert: Innerhalb der EU ist der Transport schneller und ohne zusätzliche Steuern. Außerhalb der EU wird der Seetransport (Ro-Ro oder Container) genutzt, einschließlich Versicherung und Zollabfertigung."
    },
    {
      "title": "Dokumentation & Zulassung in Portugal",
      "content": "Zollanmeldung (DAV): Fahrzeug-Zollanmeldung (DAV) im Finanzportal, ermöglicht vorübergehende Zulassung. Frist: 20 Tage nach Ankunft. Technische Inspektion (IPO/Inspektion B): Pflicht für Fahrzeuge >4 Jahre. Das Fahrzeug wird geprüft und erhält das Zertifikat Modell 112. COC-Homologation: Die Konformitätsbescheinigung wird beim IMT homologiert, um die technische Konformität des Fahrzeugs zu gewährleisten. Steuerzahlung (ISV, MwSt. und IUC): Je nach Herkunft, Modell und Alter des Fahrzeugs werden ISV, MwSt. (23 %) und später die Kfz-Steuer (IUC) gezahlt. Ausstellung des portugiesischen Kennzeichens und DUA: Nach IMT-Genehmigung und Steuerzahlung werden das nationale Kennzeichen und das Kfz-Gesamtdokument (DUA) beantragt."
    },
    {
      "title": "Auslieferung an den Kunden",
      "content": "Autogo liefert das Fahrzeug überall im Land aus, bereits in Portugal zugelassen, mit allen Dokumenten und Versicherungen inklusive."
    }
  ],
  "ComoFunciona_PorqueAutogo": "Warum Autogo wählen",
  "ComoFunciona_PorqueAutogo_Lista": [
    "Sofort verfügbare Lagerfahrzeuge: schnelle Verfügbarkeit, mit Priorität für Frühbucher.",
    "Individueller Import: maßgeschneiderte Fahrzeuge, mit vorheriger Inspektion und strenger Dokumentenprüfung.",
    "Rundum-sorglos-Prozess: Wir kümmern uns um die gesamte Logistik, Bürokratie, Inspektion und Zulassung – sorgenfrei für Sie.",
    "Spezialisten und Partner: Wir kennen uns mit Steuern und Zollverfahren wie ISV, MwSt., Homologation und Inspektionen bestens aus."
  ],
  "ComoFunciona_PrazosTitulo": "Geschätzte Fristen",
  "ComoFunciona_PrazosLista": [
    "EU-Lager: zwischen 1 und 2 Wochen bis zur Auslieferung, nach Ankunft und Inspektion.",
    "Internationale Bestellungen: 4 bis 8 Wochen, abhängig von Transport und Zulassung."
  ]
}
