{
  "Início": "Startseite",
  "Viaturas": "Fahrzeuge",
  "Simulador ISV": "ISV Rechner",
  "Como Funciona": "Wie es funktioniert",
  "Encomendar": "Bestellen",
  "Blog": "Blog",
  "Contacto": "Kontakt",
  "AutoGo.pt - Importação de Carros Europeus": "AutoGo.pt - Import europäischer Autos",
  "O teu carro europeu, legalizado e pronto a rolar em Portugal — sem complicações.": "Dein europäisches Auto, legalisiert und fahrbereit in Portugal — ganz ohne Stress.",
  "Rápido. Seguro. Teu.": "Schnell. Sicher. Deins.",
  "Procurar viaturas": "Fahrzeuge suchen",
  "Simulador": "Simulator",
  "Filtros avançados": "Erweiterte Filter",
  "Importação Premium": "Premium-Import",
  "Garantia Incluída": "Inklusive Garantie",
  "Entrega em Todo o País": "Lieferung im ganzen Land",
  "Simples": "Einfach",
  "Transparente": "Transparent",
  "Rápido": "Schnell",
  "Importa o teu carro europeu sem stress — só precisas de escolher, simular e pedir.": "Importiere dein europäisches Auto stressfrei – einfach auswählen, simulieren und bestellen.",
  "Nós tratamos do resto!": "Wir kümmern uns um den Rest!",
  "Escolhe o carro": "Wähle das Auto",
  "Seleciona entre dezenas de viaturas disponíveis ou pede uma pesquisa personalizada.": "Wähle aus Dutzenden verfügbaren Fahrzeugen oder fordere eine individuelle Suche an.",
  "Ver Viaturas": "Fahrzeuge ansehen",
  "Simula custos": "Kosten simulieren",
  "Usa o nosso simulador para saber quanto vais pagar, sem surpresas.": "Nutze unseren Simulator, um genau zu wissen, was du bezahlst – ohne Überraschungen.",
  "Simular ISV": "ISV simulieren",
  "Importação e entrega": "Import & Lieferung",
  "Cuidamos de todo o processo legal e entregamos o carro pronto a rolar.": "Wir kümmern uns um den gesamten Papierkram und liefern das Auto fahrbereit.",
  "Simule o ISV da sua viatura em segundos!": "Simulieren Sie die ISV Ihres Fahrzeugs in Sekunden!",
  "Poupe tempo e evite surpresas, recorrendo à nossa experiência técnica.": "Sparen Sie Zeit und vermeiden Sie Überraschungen mit unserer technischen Expertise.",
  "O nosso simulador de ISV (Imposto Sobre Veículos) é a ferramenta mais prática e fiável para calcular o custo de legalização de um veículo importado.": "Unser ISV-Simulator (Fahrzeugsteuer) ist das praktischste und zuverlässigste Tool, um die Legalisierungskosten eines importierten Fahrzeugs zu berechnen.",
  "Basta introduzir os dados essenciais da viatura e rapidamente obtém uma estimativa precisa do imposto a pagar.": "Geben Sie einfach die wichtigsten Fahrzeugdaten ein und erhalten Sie schnell eine genaue Steuerberechnung.",
  "Para um cálculo exato, vai precisar de alguns elementos da viatura — caso tenha dúvidas, pode contactar-nos por email e esclarecemos como usar o simulador.": "Für eine genaue Berechnung benötigen Sie einige Fahrzeugdaten – bei Fragen kontaktieren Sie uns per E-Mail und wir erklären Ihnen die Nutzung des Simulators.",
  "Dica AutoGo:": "AutoGo Tipp:",
  "Utilize sempre o simulador com todos os dados da viatura que pretende importar. Assim garante total transparência e evita custos inesperados.": "Nutzen Sie immer den Simulator mit allen Daten des Fahrzeugs, das Sie importieren möchten. So ist volle Transparenz gewährleistet und unerwartete Kosten werden vermieden.",
  "Conte connosco para o apoiar em todo o processo e tornar o seu negócio de importação ainda mais simples e seguro!": "Verlassen Sie sich auf uns, um Sie während des gesamten Prozesses zu unterstützen und Ihre Importabwicklung noch einfacher und sicherer zu machen!"
}
